{
    "roles": [
        "Community Leader",
        "Developer",
        "Elder",
        "Environmentalist",
        "Historian",
        "Non-government Organization",
        "Officer",
        "Politician",
        "Young Person",
        "Other"
    ],
   "solutions": [
        {
            "id": "2",
            "name": "Zalesianie",
            "description": "Sadzenie drzew lub sianie nasion na obszarach, które nigdy nie były zalesione, w celu hodowli nowego lasu. Środek ten przyczynia się do: ograniczenia erozji gleby, zwiększenia stabilności zboczy i regulacji przepływu wody, a także ochrony społeczności przed zagrożeniami naturalnymi, zwiększenia sekwestracji dwutlenku węgla i uzupełnienia dostaw wody.",
            "image": "ebas/afforestation",
            "price": 8000,
            "default": false
        },
        {
            "id": "3",
            "name": "Sztuczne zasilanie plaży",
            "description": "Uzupełnianie lub odżywianie utraconego osadu plażowego odpowiednimi (najlepiej rodzimymi lub identycznymi) osadami wypełniającymi, najlepiej pozyskiwanymi ze źródeł lokalnych. Celem środka jest ochrona plaży i zwiększenie jej przepustowości do celów rekreacyjnych w warunkach wzrastającego poziomu morza.",
            "image": "ebas/beach_nourishment",
            "price": 12000,
            "default": false
        },
        {
            "id": "4",
            "name": "Liniowe ogrody deszczowe",
            "description": "Depresja krajobrazowa, która odbiera i filtruje wodę spływającą ponownie do kanalizacji poprzez roślinność zatrzymującą wodę i materiały organiczne. Liniowe ogrody deszczowe to kanały zaprojektowane w celu koncentracji i skierowania spływu wód opadowych przy jednoczesnym usuwaniu gruzu i zanieczyszczeń. Mogą być one również przydatne do uzupełniania wód gruntowych. Składają się z koryta drenażowego o lekko nachylonych bokach. Są one najbardziej skuteczne, jeśli są umieszczone w pobliżu dachów, dróg, parkingów i podjazdów, aby wychwytywać i kierować wodę spływającą z powierzchni utwardzonych. Środek ten przyczynia się do ograniczenia infiltracji i odfiltrowania zanieczyszczeń.",
            "image": "ebas/bioswales",
            "price": 5000,
            "default": false
        },
        {
            "id": "5",
            "name": "Stabilizacja klifu",
            "description": "Środki zapobiegające cofaniu się klifu i zwiększające stabilność zbocza poprzez ponowne zazielenienie zbocza lub ułożenie piasku/kamyków u podnóża klifu. Środek ten ma na celu ograniczenie erozji morza u podnóża klifów oraz zmniejszenie negatywnego wpływu na środowisko i krajobraz.",
            "image": "ebas/cliff_stabilisation",
            "price": 15000,
            "default": false
        },
        {
            "id": "6",
            "name": "Tarasy z suchego kamienia",
            "description": "Ten środek dotyczy metodyki wykonywania konstrukcji kamiennych poprzez układanie jeden na drugim kamieni dostępnych w krajobrazie, bez użycia innych materiałów (np. cementu, betonu itp.), z wyjątkiem w niektórych przypadkach suchej gleby. Stabilność konstrukcji zapewnia staranny dobór i rozmieszczenie kamieni. Konstrukcje z suchego kamienia są wykorzystywane licznie w budownictwie, rolnictwie i przy hodowli zwierząt.",
            "image": "ebas/dry_stone_terraces",
            "price": 7000,
            "default": false
        },
        {
            "id": "7",
            "name": "Ochrona i regeneracja ujścia rzeki",
            "description": "Proces zarządzania krajobrazem ujścia rzeki w celu przywrócenia naturalnych procesów przywracających różnorodność biologiczną i zapewniających korzyści zarówno ludziom, jak i dzikiej przyrodzie. Ujścia rzek są stabilizowane poprzez zmniejszenie siły napływających fal, stanowiąc jednocześnie ważne źródło sekwestracji dwutlenku węgla na obszarach przybrzeżnych. Służą jako fizyczne bufory zatrzymujące nadmiar wody, rozpraszające energię fal i stabilizujące linie brzegowe.",
            "image": "ebas/estuary_protection_and_regeneration",
            "price": 10000,
            "default": false
        },
        {
            "id": "8",
            "name": "Pasy filtracyjne",
            "description": "Pasy filtracyjne mają za zadanie wchłaniać wodę i zmniejszać odwadnianą powierzchnię nieprzepuszczalną. Drenaż zwykle jest porośnięty trawą i instalowany w pobliżu/na szczycie systemu odwadniającego wzdłuż dróg i ścieżek, ale można go również spotkać na obszarach mieszkalnych i komercyjnych. Są to porośnięte roślinnością pasy ziemi, których zadaniem jest wchłanianie wody i ograniczanie obszarów trwale osuszonych i często nieprzepuszczalnych. Zwykle instalowany wzdłuż autostrad i ulic jako system odwadniający, ale można go również znaleźć na obszarach mieszkalnych i komercyjnych. Wydajność uzyskuje się, gdy stosuje się ją w połączeniu z innymi zrównoważonymi systemami odwadniania miast (np. stawami retencyjnymi i infiltracyjnymi, terenami zalewowymi, parkami retencyjnymi, liniowymi ogrodami deszczowymi, ogrodami deszczowymi, zbiornikami retencyjnymi, przepuszczalnymi chodnikami, ogniwami bioretencyjnymi itp.). Środek ten ma na celu zmniejszenie odwodnionego obszaru nieprzepuszczalnego, wchłonięcie wody i odfiltrowanie zanieczyszczeń.",
            "image": "ebas/filter_strips",
            "price": 6000,
            "default": false
        },
        {
            "id": "9",
            "name": "Tereny zalewowe",
            "description": "Tereny zalewowe łączą roślinność z obszarami obniżeń gleby w celu pochłaniania nadmiaru spływu wody. Obszary te zmniejszają nadmiar wód powodziowych podczas powodzi, ograniczają dopływ wody do ścieków komunalnych oraz tworzą roślinne obszary buforowe ograniczające skutki powodzi i wezbrań sztormowych.",
            "image": "ebas/floodable_park",
            "price": 9000,
            "default": false
        },
        {
            "id": "10",
            "name": "Rekultywacja terenów zalewowych",
            "description": "Tereny zalewowe lub równiny zalewowe to obszary przylegające do rzeki. Równiny zalewowe rozciągają się od brzegów koryta rzeki do podstawy otaczającej je doliny i są poddawane powodziom w okresach dużych przepływów. Powiększenie i rekultywacja obszarów zalewowych rzek, polega na obniżeniu poziomu i/lub zwiększeniu szerokości obszaru zalewowego przy korycie rzeki, usunięciu starych osadów, sadzeniu rodzimych traw, krzewów, drzew oraz usuwaniu gatunków inwazyjnych.",
            "image": "ebas/floodplain_enlargement",
            "price": 11000,
            "default": false
        },
        {
            "id": "11",
            "name": "Zielone groble",
            "description": "Zielone groble zbudowane są z materiałów naturalnych, takich jak: glina, drewno, skały i kamienie, pokrytych trawą lub podobną roślinnością, aby utworzyć wzniesienie od strony morza/zbocza, które ogranicza wpływ fal. Pokrywa trawiasta chroni groblę przed erozją podczas ekstremalnych zjawisk. Wprowadzenie i/lub odbudowa zielonych wałów ogranicza wpływ fal poprzez wdrożenie interwencji przeciwpowodziowych opartych na naturalnych osadach.",
            "image": "ebas/green_dykes",
            "price": 13000,
            "default": false
        },
        {
            "id": "12",
            "name": "Zielone korytarze miejskie",
            "description": "Zielona infrastruktura to drogi i ścieżki (odpowiednio dla ruchu zmotoryzowanego i niezmotoryzowanego) wyrównane/ograniczone/otoczone ze znaczną obecnością roślinności, drzew i roślin, które łączą wyjątkowe obszary naturalne w mieście o podobnych cechach środowiskowych.",
            "image": "ebas/green_infrastructure",
            "price": 7000,
            "default": false
        },
        {
            "id": "13",
            "name": "Zielone dachy i ściany",
            "description": "Zielone ściany i dachy to zielone powierzchnie zbudowane z roślin o słabych korzeniach na szczytach budynków/domów lub ich ścianach frontowych. Warstwami tymi można również pokryć infrastrukturę o mniejszych rozmiarach (np. wiaty przystankowe). Działanie to ma na celu zapewnienie izolacji budynków, obniżenie temperatury wewnętrznej budynków, absorpcję wód opadowych, oszczędzanie energii poprzez zmniejszenie obciążeń chłodniczych i grzewczych oraz stworzenie miejsc spotkań dla mieszkańców miast.",
            "image": "ebas/green_roofs_and_green_walls",
            "price": 8000,
            "default": false
        },
        {
            "id": "14",
            "name": "Miejska przestrzeń zielona",
            "description": "Miejska przestrzeń zielona zwiększa drzewostan miejski i pokrycie roślinnością poprzez wprowadzenie lub przywrócenie terenów zielonych oraz zwiększenie liczby miejskich parków i ogrodów. Działanie to ma przyczynić się do zrównoważonego rozwoju miast poprzez wprowadzenie zaprojektowanego i bardziej rozbudowanego naturalnego krajobrazu miejskiego.",
            "image": "ebas/green_spaces",
            "price": 9000,
            "default": false
        },
        {
            "id": "15",
            "name": "Kanał wysokiej wody",
            "description": "Kiedy poziom wody w rzece wzrośnie powyżej pewnej wysokości, a w konsekwencji ryzyko powodzi jest wysokie, kanał wysokiej wody może pomóc w obniżeniu poziomu wody w górnym biegu rzeki. Kanał jest odnogą rzeki z wejściem w górę i wylotem w dole rzeki, pełniącą funkcję odwrotu dla odprowadzenia bardzo wysokiego poziomu wody z rzeki inną trasą, tak aby woda mogła szybciej płynąć w kierunku morza.",
            "image": "ebas/high_water_channel",
            "price": 14000,
            "default": false
        },
        {
            "id": "16",
            "name": "Zabytkowe studnie i zbiorniki",
            "description": "Miejskie zbiorniki retencyjne w formie studni lub cysterny przeznaczone do gromadzenia wody z wyższych wzniesień (dachy i pochyłe ulice) oraz tymczasowego zatrzymywania spływu z opadów atmosferycznych. W starym mieście Piranie było ich wiele, a większość z nich składała się z centralnego kamiennego szybu połączonego głębiej z kamienną cysterną, mieszczącą pewną pojemność jak zapadnięte pomieszczenie. Taka infrastruktura podziemna była zwykle otoczona piaskiem, aby zapewnić naturalną filtrację wody przed zebraniem jej do cysterny/szybu, a nawierzchnia ulicy nad nią składała się zwykle z przepuszczalnej dla wody nawierzchni kamiennej.",
            "image": "ebas/historic_wells_and_reservoirs",
            "price": 10000,
            "default": false
        },
        {
            "id": "17",
            "name": "Staw infiltracyjny",
            "description": "Stawy infiltracyjne to zagłębienia terenu zaprojektowane tak, aby mogły magazynować wodę i zarządzać spływem powierzchniowym podczas opadów deszczu, z zamiarem stopniowego uwalniania wody aż do całkowitego osuszenia. Stawy pełnią funkcję naturalnego zasilania warstwy wodonośnej, gromadząc wodę i umożliwiając naturalną filtrację. Służą także do zarządzania spływem wód opadowych, zapobiegania powodziom i erozji w dole rzeki oraz poprawy jakości wody w sąsiedniej rzece, strumieniu, jeziorze lub zatoce. Środek ten ma na celu zatrzymanie spływu wody z nieprzepuszczalnych powierzchni, umożliwienie osiadania osadów i substancji zanieczyszczających, przywrócenie naturalnej infiltracji do wód gruntowych, aby zaradzić niedoborowi wody i suszy.",
            "image": "ebas/infiltration_pond",
            "price": 11000,
            "default": false
        },
        {
            "id": "18",
            "name": "Utrzymanie sieci rzecznej",
            "description": "Działania polegające na okresowym czyszczeniu i oczyszczaniu odcinków rzeki, mające na celu utrzymanie łączności rzecznej i przepustowości transportowej, a tym samym ograniczającej przepływy powodziowe.",
            "image": "ebas/maintenance_of_river_network",
            "price": 7000,
            "default": false
        },
        {
            "id": "19",
            "name": "Sadzenie trawy Marram",
            "description": "Sadzenie roślinności na wydmach w celu ochrony wybrzeża.",
            "image": "ebas/marram_grass_planting",
            "price": 5000,
            "default": false
        },
        {
            "id": "20",
            "name": "Odtwarzanie torfowisk",
            "description": "Przywrócenie pierwotnego torfowiska poprzez ponowne nawodnienie powierzchni, zablokowanie kanałów, przywrócenie roślinności torfowej i sadzenie odpornych gatunków torfowisk, aby zmniejszyć ryzyko powodzi i poprawić jakość wody.",
            "image": "ebas/peatland_restoration",
            "price": 12000,
            "default": false
        },
        {
            "id": "21",
            "name": "Przepuszczalne chodniki",
            "description": "Środek ten uznawany jest za Zrównoważony Miejski System Odwadniający. Przepuszczalne chodniki to środki mające na celu wchłonięcie nadmiaru wody i zmniejszenie obszaru nieprzepuszczalnego w celu zwiększenia drenażu. Dzięki temu puste przestrzenie, często zawierające piasek z drobnego materiału skalistego, mają otwartą strukturę lub są wykonane z materiałów częściowo przepuszczalnych. Woda może przedostawać się przez poszczególne kamienie lub wokół nich do leżącej pod nimi gleby.",
            "image": "ebas/permeable_pavements",
            "price": 8000,
            "default": false
        },
        {
            "id": "22",
            "name": "Nasadzanie drzew",
            "description": "Sadzenie drzew na ulicach i na brukowanych powierzchniach, aby zapewnić cień ulicom, chodnikom i budynkom. Środek ten przyczynia się do regulacji temperatury i zacienienia, zapewnienia chłód ulicom miejskim, kontroluje poziom zanieczyszczeń, poprawia zdrowie mieszkańców i wspiera różnorodność biologiczną.",
            "image": "ebas/planting_of_trees",
            "price": 7000,
            "default": false
        },
        {
            "id": "23",
            "name": "Ogród deszczowy, park wodny",
            "description": "Wielopoziomowe ogrody lub parki z płytkimi zagłębieniami, w których wykorzystuje się specjalną mieszankę piasku i kompostu, która umożliwia szybkie wchłanianie wody. Dodatkowa nasadza się rośliny służące do filtrowania spływu wody deszczowej z dachów, podjazdów i ulic w celu jej ponownego wchłonięcia.",
            "image": "ebas/rainwater_garden_water_parks",
            "price": 9000,
            "default": false
        },
        {
            "id": "24",
            "name": "Zbieranie wody deszczowej",
            "description": "Zbieranie wody deszczowej polega na gromadzeniu i magazynowaniu deszczu, a nie na odprowadzaniu go. Woda deszczowa zbierana jest z powierzchni stropowej i kierowana do zbiornika, cysterny, głębokiego dołu (studni, szybu lub odwiertu), warstwy wodonośnej lub zbiornika z perkolacją, gdzie przedostaje się i gromadzi wodę gruntową.",
            "image": "ebas/rainwater_harvesting",
            "price": 10000,
            "default": false
        },
        {
            "id": "25",
            "name": "Staw retencyjny",
            "description": "Zielony krajobraz zaprojektowany w celu gromadzenia wody z wyższych wysokości i trwałego zatrzymywania spływu z opadów atmosferycznych, stopionej wody i wód powodziowych. Staw retencyjny ma na celu poprawę wydajności odwadniania, zmniejszenie ryzyka powodziowego i zmniejszenie niebezpiecznego wpływu wezbrań sztormowych.",
            "image": "ebas/retention_pond",
            "price": 11000,
            "default": false
        },
        {
            "id": "26",
            "name": "Ponowne zalesianie lasów łęgowych",
            "description": "Las łęgowy to zalesiony obszar przylegający do zbiornika wodnego, takiego jak rzeka, strumień, staw, jezioro, bagna, ujście rzeki, kanał, zlew lub zbiornik. Obszar ten ma na celu przywrócenie naturalnych procesów, zwiększenie różnorodności biologicznej i zapewnienie korzyści zarówno ludziom, jak i dzikiej przyrodzie. Las łęgowy jest nasadzany wzdłuż brzegów potoku gatunkami rodzimymi i odpornymi na klimat. Rewitalizuje on mikrozlewnie koryta rzeki. Środek ten ma na celu: spowolnienie spływu i wychwytywanie osadów, zanim dotrą one do cieku wodnego, ograniczenie szkód powodziowych w dolnym biegu rzeki w odniesieniu do nieruchomości i źródeł utrzymania, a także zapobieganie osuwiskom.",
            "image": "ebas/riparian_reforestation",
            "price": 12000,
            "default": false
        },
        {
            "id": "27",
            "name": "Regulacja rzeki",
            "description": "Interwencja rzeczna obejmująca odmulenie koryta rzeki oraz udrożnienie i rekonfigurację odcinka odpływowego. Celem działania jest zwiększenie przepustowości sieci rzecznej, a co za tym idzie ograniczenie przepływów powodziowych.",
            "image": "ebas/river_regularisation",
            "price": 13000,
            "default": false
        },
        {
            "id": "28",
            "name": "Utrzymanie brzegów rzeki",
            "description": "Wznoszenie drewnianych konstrukcji skrzynkowych, kruszywa lub podobnych konstrukcji na brzegach rzek w celu zachowania układu sieci rzecznej, gwarantując stabilność skarp brzegowych. Dodatkowe środki odpowiednie do utrzymania brzegów rzek to okrywa zielona i geowłókniny.",
            "image": "ebas/riverbank_maintenance",
            "price": 7000,
            "default": false
        },
        {
            "id": "29",
            "name": "Podwyższanie brzegów rzeki",
            "description": "Podwyższenie brzegu rzeki wiąże się z podniesieniem prawego (dolnego) brzegu rzeki za pomocą naturalnych materiałów, takich jak glina pokryta trawą lub podobną roślinnością, w celu utworzenia nachylenia w kierunku strumienia i ograniczenia spływu ze strumienia. Zielona osłona chroni nasyp przed erozją podczas ekstremalnych zjawisk. Proponuje się także paski geowłókniny wykonane z polimerów naturalnych.",
            "image": "ebas/riverbank_heightening",
            "price": 14000,
            "default": false
        }
    ]
}
