{
    "roles": [
        "Community Leader",
        "Developer",
        "Elder",
        "Environmentalist",
        "Historian",
        "Non-government Organization",
        "Officer",
        "Politician",
        "Young Person",
        "Other"
    ],
    "solutions": [
        {
            "id": "2",
            "name": "Basotzea",
            "description": "Inoiz izan ez diren eremuetan zuhaitzak landatzea edo haziak ereitea, baso bat sortzeko. Neurri honek lurraren higadura murrizten, mendi-hegalen egonkortasuna handitzen eta ur-fluxua erregulatzen laguntzen du, bai eta komunitateak arrisku naturaletatik babesten, karbono-harrapaketa handitzen eta akuiferoak birkargatzen ere.",
            "image": "ebas/basotzea",
            "price": 10000,
            "default": false
        },
        {
            "id": "3",
            "name": "Hondartza lehengoratzea",
            "description": "Hondartzen sedimentu galduaren birjartzea edo ekarpena, betelaneko sedimentu egokiekin (ahal dela bertakoak edo berdin-berdinak), eta, ahal dela, tokiko iturrietatik berreskuratuta. Helburua da hondartza babestea eta zama-ahalmena handitzea, itsas maila handitzen denean.",
            "image": "ebas/hondartza_lehengoratzea",
            "price": 10000,
            "default": false
        },
        {
            "id": "4",
            "name": "Drainatze-zanga begetatuak",
            "description": "Ura eta material organikoak atxikitzen dituen landarediaren bidez jariatze-urak jaso eta estolderia-sistemara iragazten dituen paisaiaren sakonunea. Drainatze begetatuko zangak euri-urak kontzentratzeko eta bideratzeko diseinatutako zangak dira, hondakinak eta kutsadura deuseztatzen diren bitartean. Zangak ere erabilgarriak izan daitezke akuiferoak kargatzeko. Drainatze-kanal bat da, eta aldeak pixka bat inklinatuta ditu. Horiek eraginkorragoak dira teilatuetatik, errepideetatik, aparkalekuetatik eta ibilgailuen sarreretatik gertu jartzen badira, gainazal gogorretatik datorren ura hartzeko eta zuzentzeko. Neurri horrek infiltrazioak murrizten eta kutsatzaileak iragazten laguntzen du.",
            "image": "ebas/drainatze-zanga_begetatuak",
            "price": 10000,
            "default": false
        },
        {
            "id": "5",
            "name": "Itsaslabarren egonkortzea",
            "description": "Itsaslabarrak atzera ez egiteko eta ezpondaren egonkortasuna handitzeko neurriak, ezponda birlandatuz edo harea edo errekarriak labarraren oinean jarriz (itsasertzeko zerrenda lehengoratzea). Neurri honen helburua itsaslabarren oinean dagoen itsas higadura murriztea eta ingurumen- eta paisaia-inpaktu negatiboa murriztea da.",
            "image": "ebas/itsaslabarren_egonkortzea",
            "price": 10000,
            "default": false
        },
        {
            "id": "6",
            "name": "Harri lehorreko hormak",
            "description": "Paisaian erabilgarri dauden harriak bata bestearen gainean pilatuz harrizko eraikuntzak egiteari lotutako metodologia da, beste materialik erabili gabe (zementua, hormigoia, etab.), batzuetan lur lehorra izan ezik. Egituren egonkortasuna harriak kontu handiz aukeratuz eta jarriz bermatzen da, eta, harri lehorreko egitura hauek bezala, paisaia ugari eta askotarikoei forma eman diete, etxebizitza, nekazaritza eta abeltzaintza modu desberdinak eratuz.",
            "image": "ebas/harri_lehorreko_hormak",
            "price": 10000,
            "default": false
        },
        {
            "id": "7",
            "name": "Estuarioak babestea eta lehengoratzea",
            "description": "Estuarioko paisaia kudeatzean datza, biodibertsitatea lehengoratzen duten eta pertsonei zein basa-bizitzari onurak ematen dizkieten prozesu naturalak berrezartzeko. Estuarioak egonkortu egiten dira sartzen diren olatuen indarra murriztuz, eta, aldi berean, karbonoa harrapatzeko iturri garrantzitsua dira kostaldean. Gehiegizko ura atxikitzen, olatuen energia xahutzen eta kostaldeak egonkortzen dituzten motelgailu fisikoak dira.",
            "image": "ebas/estuarioak_babestea_eta_lehengoratzea",
            "price": 10000,
            "default": false
        },
        {
            "id": "8",
            "name": "Zerrenda iragazleak",
            "description": "Ura hartzeko eta eremu iragazgaitz drainatuak murrizteko diseinatutako landaredia duten lur-zerrendak dira. Oro har, belarrez estaltzen da eta errepide eta kaleetan zehar instalatzen da drainatze-sistema gisa, baina bizitegi- eta merkataritza-eremuetan ere badago. Eraginkortasuna irabazten da hiri-drainatze jasangarriko beste sistema batzuekin batera erabiltzen denean (adibidez, atxikitzeko eta infiltratzeko urmaelak; urak har ditzaken parkeak; euri-lorategiak; landaredun drainatze-zangak; zoladura iragazkorrak; biomantentze-zelulak, etab.). Neurri honen helburua drainatutako azalera iragazgaitza murriztea, ura hartzea eta kutsatzaileak iragaztea da.",
            "image": "ebas/zerrenda_iragazleak",
            "price": 10000,
            "default": false
        },
        {
            "id": "9",
            "name": "Parke uholdagarria",
            "description": "\nLandaredia eta lurraren sakonuneko eremuak konbinatzen dituzten parkeak, gehiegizko jariatze-ura xurgatzeko. Eremu hauek gehiegizko ura murrizten dute uholde-aldietan, estolderia publikoan sartzen den ur-fluxua murrizteko, eta landarediarekin moteltzeko eremuak sortzen dituzte, uholdeen eta marea meteorologikoen ondorioak murrizteko.\n",
            "image": "ebas/parke_uholdagarria",
            "price": 10000,
            "default": false
        },
        {
            "id": "10",
            "name": "Uholde-lautada handitzea",
            "description": "Uholde-lautada edo ibai baten erribera ibai baten ondoko lur-eremua da. Uholde-lautadak ibai baten ibilguaren ertzetatik inguruko haranaren oinarriraino hedatzen dira, eta uholdeak izaten dituzte intentsitate handiko aldietan. Ibaien uholde-lautadak handitzea eta lehengoratzea, hau da, ibaiaren ubidearen ondoko uholde-eremuaren maila jaistea eta/edo zabalera handitzea, antzinako sedimentuak kentzea, soropila, zuhaixkak eta zuhaitz natiboak landatzea, espezie inbaditzaileak kentzea.",
            "image": "ebas/uholde-lautada_handitzea",
            "price": 10000,
            "default": false
        },
        {
            "id": "11",
            "name": "Dike berdeak",
            "description": "Dike berdeak material naturaletan oinarritzen dira, hala nola lurrean, egurrean, arroketan eta harrietan, belarrez edo antzeko landaretzaz estalita, olatuen inpaktua murrizten duen itsasorantz malda handia sortzeko. Belarrezko estalkiak dikea higaduratik babesten du muturreko gertaeretan. Dike berdeak egiteak eta/edo berritzeak murriztu egiten du olatuen inpaktua, sedimentazio naturalean oinarritutako uholdeetatik babesteko obrak ezarriz.",
            "image": "ebas/dike_berdeak",
            "price": 10000,
            "default": false
        },
        {
            "id": "12",
            "name": "Azpiegitura berdea",
            "description": "Bide eta bidezidorrak (motordun eta motorrik gabeko joan-etorrietarako, hurrenez hurren.) landaretza, zuhaitz eta landare esanguratsuz inguratuta daude, eta antzeko ingurumen-ezaugarriak dituzten hiriko eremu natural nabarmenak lotzen dituzte.",
            "image": "ebas/azpiegitura_berdea",
            "price": 10000,
            "default": false
        },
        {
            "id": "13",
            "name": "Sabai eta horma berdeak",
            "description": "Eraikinen/etxeen goiko aldean edo aurrealdeko hormetan sustrai ahulak dituzten landareek osatutako azalera berdeak. Tamaina txikiagoko azpiegiturak ere estal daitezke geruza hauekin (adibidez, autobus-geltokietako markesinak). Neurri honen helburua da eraikinak isolatzea, eraikinen barruko tenperatura murriztea, euri-urak hartzea, energia aurreztea hozteko eta berotzeko beharra murriztuz, eta jendea biltzeko lekuak sortzea.\n",
            "image": "ebas/sabai_eta_horma_berdeak",
            "price": 10000,
            "default": false
        },
        {
            "id": "14",
            "name": "Gune berdeak",
            "description": "Hiriko landare-estalduraren geruza handitzea, eremu berdeak sartuz edo berrituz eta hiri-parke eta -lorategi kopurua handituz. Neurri honek hiri-garapen jasangarria bultzatu nahi du, diseinatutako hiri-espazioak sartuz eta hiri-paisaia naturalagoa zabalduz.",
            "image": "ebas/gune_berdeak",
            "price": 10000,
            "default": false
        },
        {
            "id": "15",
            "name": "Ur-kanal altua",
            "description": "Ibai bateko ur-mailak altuera jakin bat gainditzen duenean eta, ondorioz, uholde-arriskua handia denean, kanal batek ibaian gora ur-mailak murrizten lagun dezake. Kanala, funtsean, ibai baten sekzio bat da, sarrera ibaian gora eta irteera ibaian behera dituena. Desbideratze gisa jokatzen du, ibai baten maila oso altuak drainatzeko, beste bide batetik, ura azkarrago joan dadin itsasorantz.",
            "image": "ebas/ur-kanal_altua",
            "price": 10000,
            "default": false
        },
        {
            "id": "16",
            "name": "Putzu eta urtegi historikoak",
            "description": "Ura atxikitzeko hiri-urmaelak, putzu itxurakoak, goragune handiago batetik ura hartzeko (teilatua eta kale inklinatuak) eta prezipitazioen jariatzeari aldi baterako eusteko diseinatuak. Gehienak harrizko erdiko putzu batez eginak daude. Putzu hori sakonago lotuta dago harrizko zisterna batekin, eta gela hondoratu bat bezalako edukiera bat kapsulatzen zuen. Lurrazpiko azpiegitura hau, oro har, hareaz inguratuta egoten zen, ura modu naturalean iragazteko, zisternan/putzuan jaso baino lehen, eta kalearen gaineko gainazala, normalean, urarekiko iragazkorra zen harrizko zoladura izaten zen.",
            "image": "ebas/putzu_eta_urtegi_historikoak",
            "price": 10000,
            "default": false
        },
        {
            "id": "17",
            "name": "Iragazketa urmaela",
            "description": "Ura biltegiratzeko eta azaleko jariatze-ura kudeatzeko diseinatutako lur-sakonuneak, euria egiten duen bitartean, ura pixkanaka askatzeko, drainatzea osatu arte. Urmaelek akuiferoak modu naturalean kargatzen dituzte, ura biltzen dute eta iragazketa naturala ahalbidetzen dute. Euri-uren isurketa kudeatzeko, ibaian behera uholdeak eta higadura prebenitzeko eta ondoko ibai, erreka, laku edo badiako uraren kalitatea hobetzeko erabiltzen da. Neurri honen helburua gainazal iragazgaitzetatik ura isurtzea geldiaraztea, sedimentuak eta kutsatzaileak metatzea ahalbidetzea, lurpeko uretan iragazketa naturala lehengoratzea eta ur-eskasiari eta lehorteari erantzutea da.",
            "image": "ebas/iragazketa_urmaela",
            "price": 10000,
            "default": false
        },
        {
            "id": "18",
            "name": "Ibai-sarea mantentzea",
            "description": "Mantentze-lanak, ibaiaren zatiak aldizka garbitzea eta belar-sastrakak kentzea, ibai-konektibitateari eta garraio-ahalmenari eusteko, eta, horrela, uholde-emariak murrizteko.",
            "image": "ebas/ibai-sarea_mantentzea",
            "price": 10000,
            "default": false
        },
        {
            "id": "19",
            "name": "Duna-landaredia",
            "description": "Hondarrezko dunetan landaredia landatzea, kostaldea babesteko.\n",
            "image": "ebas/duna-landaredia",
            "price": 10000,
            "default": false
        },
        {
            "id": "20",
            "name": "Padurak lehengoratzea",
            "description": "Jatorrizko padurak lehengoratzea, gainazala hezetzearen, kanalak blokeatzearen, padurako landaredia zaharberritzearen eta padura-espezieak (erresilienteak) landatzearen bidez, uholde-arriskua murrizteko eta uraren kalitatea hobetzeko.",
            "image": "ebas/padurak_lehengoratzea",
            "price": 10000,
            "default": false
        },
        {
            "id": "21",
            "name": "Zoladura iragazkorrak",
            "description": "Neurri hori Drainatze Jasangarriko Hiri Sistematzat (SUDS) hartzen da. Gehiegizko ura xurgatzeko eta eremu iragazgaitza murrizteko diseinatutako neurriak dira, drainadura handitzeko. Hutsuneek, askotan material harritsu fineko harea erabiliz, egitura irekia izatea edo partzialki iragazkorrak diren materialez eginda egotea ahalbidetzen du. Ura harri indibidualen artetik edo inguruan pasa daiteke azpiko lurrerantz.",
            "image": "ebas/zoladura_iragazkorrak",
            "price": 10000,
            "default": false
        },
        {
            "id": "22",
            "name": "Zuhaitzak landatzea",
            "description": "Kaleetan eta zolatutako eremuetan zuhaitzak landatzea, kaleei, espaloiei eta eraikinei itzala emateko. Neurri horrek tenperatura eta itzala erregulatzen, hiri-kale freskoak ematen, kutsadura-mailak kontrolatzen, biztanleen osasuna hobetzen eta biodibertsitatea sustatzen laguntzen du.\n",
            "image": "ebas/zuhaitzak_landatzea",
            "price": 10000,
            "default": false
        },
        {
            "id": "23",
            "name": "Euri-ur lorategia",
            "description": "Sakonera txikiko hainbat mailatako lorategiak edo parkeak, ura azkar sartzea ahalbidetzen duen harea- eta ongarri-nahasketa berezia erabiltzen dutenak. Teilatuetako euri-uren jariatzea iragazteko, aparkalekuetarako sarbideak iragazteko eta kaleak biregokitzeko erabiltzen dira landareak.\n",
            "image": "ebas/euri-ur_lorategia",
            "price": 10000,
            "default": false
        },
        {
            "id": "24",
            "name": "Euri-ura biltzea",
            "description": "Euri-ura biltzea euria metatzea eta biltegiratzea da, lurrean zehar irristatzea ahalbidetu beharrean. Euri-ura sabai baten antzeko gainazal batetik biltzen da, eta tanga, zisterna, putzu sakon, akuifero edo andel batera bideratzen da, lurpeko ura iragazi eta birsor dadin.\n",
            "image": "ebas/euri-ura_biltzea",
            "price": 10000,
            "default": false
        },
        {
            "id": "25",
            "name": "Euste-urmaela",
            "description": "Goragune altuago batetik ura biltzeko eta prezipitazioen isurketa, elur urtua eta uholdeak iraunkorki atxikitzeko diseinatutako paisaia berdea. Esku-hartze hau drainatze-ahalmena hobetzeko, uholde-arriskua murrizteko eta marea meteorologikoen inpaktu arriskutsua murrizteko diseinatuta dago.",
            "image": "ebas/euste-urmaela",
            "price": 10000,
            "default": false
        },
        {
            "id": "26",
            "name": "Ibaiertzeko baso-berritzea",
            "description": "Ibaiertzeko basoa baso-lurraren eremu bat da, ur-masa baten ondoan dagoena, hala nola ibai bat, erreka bat, urmael bat, aintzira bat, padura bat, estuario bat, ubide bat edo urtegi bat. Paisaia kudeatzeko prozesu bat eskatzen du, prozesu naturalak lehengoratzeko, biodibertsitatea handitzeko eta pertsonei nahiz basa-bizitzari onurak emateko. Prozesu horretan, espezie natiboak eta erresilienteak ereiten dira errekaren ertzetan zehar, eta mikroarroak eta ibaiaren ibilgua birlandatzen dira. Neurri honen helburua da jariatzea geldiaraztea eta sedimentuak harrapatzea ur-ibilgura iritsi baino lehen, ibaian behera egiten diren uholdeen kalteak jabeei eta bizi-bitartekoei mugatzea eta lur-irristatzeak saihestea.\n",
            "image": "ebas/ibaiertzeko_baso-berritzea",
            "price": 10000,
            "default": false
        },
        {
            "id": "27",
            "name": "Ibaien erregulazioa",
            "description": "Ibaian esku hartzea, ibai-ohantzea garbitzea, belar-sastrakak kentzea eta ibai-ahoaren zatia lehengoratzea barne. Neurri honen helburua da ibai-sarean zehar garraiatzeko ahalmena handitzea eta, ondorioz, uholde-emariak murriztea.\n",
            "image": "ebas/ibaien_erregulazioa",
            "price": 10000,
            "default": false
        },
        {
            "id": "28",
            "name": "Ibaiertzen mantentze lanak",
            "description": "Ibaiertzetan egurrezko tiraderak, harri-lubetak edo antzeko egiturak egitea, ibai-sarearen trazadurari eusteko eta ibaiertzetako ezponden egonkortasuna bermatzeko. Estaldura berdea eta geotextilak neurri gehigarri egokiak dira ibaiertzak mantentzeko.",
            "image": "ebas/ibaiertzen_mantentze_lanak",
            "price": 10000,
            "default": false
        },
        {
            "id": "29",
            "name": "Ibaiaren ibilgua handitzea",
            "description": "Horrek esan nahi du ibilgua ibaian behera material naturalekin igotzea, hala nola soropilez estalitako buztinarekin edo antzeko landarediarekin, beheranzko malda bat sortzeko eta jariatzea murrizteko. Estalki berdeak lubeta higaduratik babesten du muturreko gertaeretan. Polimero naturalez egindako zerrenda geotextilak proposatzen dira, ibilguaren muturrak iragazgaizteko.",
            "image": "ebas/ibaiaren_ibilgua_handitzea",
            "price": 10000,
            "default": false
        }
    ]
}
